{
    "Home":"Beranda",
    "Profile":"Profil",
    "Log Out":"Keluar",
    "Profile Information": "Informasi Akun",
    "Update your account's profile information and email address.": "Perbarui informasi akun dan alamat email anda.",
    "Delete Account": "Hapus Akun",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Setelah akun Anda dihapus, semua sumber daya dan data yang terkait akan dihapus secara permanen. Sebelum menghapus akun, harap unduh terlebih dahulu data atau informasi yang ingin Anda simpan.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Setelah akun Anda dihapus, semua sumber daya dan data yang terkait akan dihapus secara permanen. Silakan masukkan kata sandi Anda untuk mengonfirmasi bahwa Anda ingin menghapus akun secara permanen.",
    "Email": "Alamat Email",
    "Password": "Kata Sandi",
    "Confirm Password": "Konfirmasi Kata Sandi",
    "Current Password": "Kata Sandi Saat Ini",
    "Remember me": "Ingat Saya",
    "Forgot your password?": "Lupa Kata Sandi Anda?",
    "Log in": "Masuk",
    "Register": "Daftar",
    "Name": "Nama",
    "Reset Password": "Atur Ulang Kata Sandi",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.":"Lupa kata sandi Anda? Tidak masalah. Cukup beri tahu kami alamat email Anda, dan kami akan mengirimkan tautan untuk mengatur ulang kata sandi melalui email, sehingga Anda bisa memilih kata sandi baru.",
    "Email Password Reset Link": "Kirim Tautan Reset Kata Sandi",
    "Send Password Reset Link": "Kirim Tautan Reset Kata Sandi",
    "Verify Your Email Address": "Verifikasi Alamat Email Anda",
    "A new verification link has been sent to your email address.": "Tautan verifikasi baru telah dikirim ke alamat email Anda.",
    "Resend Verification Email": "Kirim Ulang Email Verifikasi",
    "Update Profile": "Perbarui Profil",
    "Save": "Simpan",
    "Cancel": "Batal",
    "Saved.": "Tersimpan.",
    "Update Password": "Perbarui Kata Sandi",
    "Ensure your account is using a long, random password to stay secure.": "Pastikan akun anda menggunakan kata sandi yang kuat dan tidak mudah ditebak agar tetap aman."
}